let x = prompt('Столица Бишкека?', 'Бишкек')
if (x === 'Бишкек'){
    alert('Верно');
}else {
    alert('Не знаете?')
}



let y = prompt('Кто пришел?','')
let p = prompt('Пароль?', 'Черный Властелин')
if (y === 'Отмена'){
    alert('Вход отменен')
} else if ( y === 'Другое') {
    alert('Я вас не знаю')
}  else if (y === 'Админ') {
    alert(p);
}
else if ( p === 'Отмена') {
    alert('Вход отменен');
}else if ( p === 'Другое') {
    alert('Пароль неверен');
}  else if ( p === 'Черный Властелин') {
    alert('Добро пожаловать!');
}






